    export const content = [
        { 
            id : 1 ,
            subtitle:" تمتلك شركة EG COCO مجموعة من محترفي خدمة تحسين محرك البحث (seo)، وهم متخصصين ذو خبرة كبيرة في الاستراتيجيات التي تساهم في تحسين ورفع ترتيب موقعك في جوجل  "
            ,title:"تحسين محركات البحث (ٍSEO)" ,
            content:" كما أنهم على اطلاع دائم على كافة تحديثات الخوارزميات الخاصة بمحركات البحث ، لضمان رفع ترتيب موقعك والحفاظ على صعود مستقر في هذا الترتيب، بحيث تقدم خدمات تحسين محركات البحث seo على النحو المثالي ستكون قادراً على ملاحظة التقدم والرفع الكبير في عدد الزيارات التي تتم على موقعك، الأمر الذي سينعكس كذلك على رفع نسب المبيعات وتحقيق المزيد من الأرباح والعوائد. "
            ,
            prov: `
            1- مراجعة الموقع وفحص كافة المشاكل المتواجدة   
            2 - تحسبن سرعه تحميل الموقع 
            3 - اكتشاف اخطاء الفهرسه واصلاحها
            4- التهيئه الداخليه للموقع بحيث يكون متوافق مع محركات البحث`
             
        } ,
      
      {
            id : 2 ,
            title:"logo" ,
            content: "في حين أنه من السهل (والممتع) القفز إلى الجوانب المرئية لملخص تصميم الشعار ، فمن الأفضل دائمًا البدء بالسبب. في هذه الحالة ، معلومات أساسية عنك وعن عملك. بعد كل شيء ، يعد مصممو الرسوم أكثر من مجرد مشغلي كمبيوتر: فهم يفهمون الأشخاص والمنتجات والصناعات وكيفية اختيار الجماليات المتوافقة لهذه الجوانب. كيف تكتب مفهوم الشعار؟ 1. تقديم معلومات حول عملك 2. صِف منتجك والجمهور المستهدف والصناعة. ... 3. صِف قيم علامتك التجارية. ... 4. أدخل اسم شركتك. ... 4. قدم شعار شركتك (إذا لزم الأمر) ... 5. التعبير عن نوع الشعار الذي تحتاجه. ... 7. أسلوب التصميم. ... الألوان. ..."
            ,
            prov: "1. ركز على 2. الجمهور أولاً ، 3. Google Second. ... قم بتضمين شهادات العملاء. ... 4. انتبه إلى عدد الكلمات. ... تجنب المحتوى المكرر! ... 5. دع المحتوى الخاص بك يبيع. 1. ركز على 2. الجمهور أولاً ، 3. Google Second. ... قم بتضمين شهادات العملاء. ... 4. انتبه إلى عدد الكلمات. ... تجنب المحتوى المكرر! ... 5. دع المحتوى الخاص بك يبيع."
        } ,
       
       {
            id : 3 ,
            title:"prog" ,
            content: "1 – خطة التنفيذ 2- التعاقد والدفع 3 - ارسال الداتا 4 – الانتهاء من التصميم 5 – التعديلات والملاحظات 6 - الدعم الفني والحماية خدمة تصميم المواقع لدينا باللغتين العربية والانجليزية, شاملة التصاميم الثابته والتصاميم بلوحات إدارة وعلى نظام إدارة المحتوى ومتابعة مجانية يمكننا مساعدتك فى تنفيذ تخطيطات الواجهة وتطوير تجربة المستخدم, من خلال فريق مختص فى تصميم الواجهات وتجربة الاستخدام إذا كان لديك فكرة موقع او تصميم وتريد تنفيذ برمجة للموقع لدينا فريق متخصصين فى برمجه المواقع اذا كانت شركات او افراد بجميع اللغات "
            ,
            prov: "1. ركز على 2. الجمهور أولاً ، 3. Google Second. ... قم بتضمين شهادات العملاء. ... 4. انتبه إلى عدد الكلمات. ... تجنب المحتوى المكرر! ... 5. دع المحتوى الخاص بك يبيع. 1. ركز على 2. الجمهور أولاً ، 3. Google Second. ... قم بتضمين شهادات العملاء. ... 4. انتبه إلى عدد الكلمات. ... تجنب المحتوى المكرر! ... 5. دع المحتوى الخاص بك يبيع."
        },
        
       {
            id : 4 ,
            title:"disgner" ,
            content: "الموشن جرافيك : لدينا فريق عمل كامل يقوم بأنتاج افضل التصميمات والفيديو موشن علي كافة جميع انواع الخدمات 2D نقوم برسم التصميمات المرغوب فيها وعمل فيديو موشن للتصميمات لعمل تعليق صوتي للفيديو Voiceover ومتاح ايضا ومهندس صوت , وموزع موسيقي لعمل موسيقي للفيديو والتعديل الصوتي "
            ,
            prov: "1. ركز على 2. الجمهور أولاً ، 3. Google Second. ... قم بتضمين شهادات العملاء. ... 4. انتبه إلى عدد الكلمات. ... تجنب المحتوى المكرر! ... 5. دع المحتوى الخاص بك يبيع. 1. ركز على 2. الجمهور أولاً ، 3. Google Second. ... قم بتضمين شهادات العملاء. ... 4. انتبه إلى عدد الكلمات. ... تجنب المحتوى المكرر! ... 5. دع المحتوى الخاص بك يبيع."
        },
        
        {
            id : 5 ,
            title:"motion" ,
            content: " التصميمات : تصميمات الدعاية والإعلان أساسيات التصميمات وأنواعها التي تشمل تصميم العلامة التجارية والشعار، تصميم الغلاف، التصميم الرقمي، تصميم اللوجوهات , تصميم التطبيقات، تصميم مواقع الويب، الرسوم المتحركة، التصميم المطبوع وتصميم الكتب 1 والنشر 2 تعديلات علي الصور والفيديوهات تصميمات فيديوهات موشن جرافيك 3 تصميمات للمحلات التجارية والمطاعم 4 "
            ,
            prov: "1. ركز على 2. الجمهور أولاً ، 3. Google Second. ... قم بتضمين شهادات العملاء. ... 4. انتبه إلى عدد الكلمات. ... تجنب المحتوى المكرر! ... 5. دع المحتوى الخاص بك يبيع. 1. ركز على 2. الجمهور أولاً ، 3. Google Second. ... قم بتضمين شهادات العملاء. ... 4. انتبه إلى عدد الكلمات. ... تجنب المحتوى المكرر! ... 5. دع المحتوى الخاص بك يبيع."    
        } ,
        {
            id : 6 ,
            title:"Shopi" ,
            content: "لا توجد قيود على المساحة في المتاجر عبر الإنترنت ويمكن عرض مجموعة متنوعة من المنتجات على مواقع الويب. يساعد المشترين التحليليين على شراء منتج بعد بحث جيد. ما هو مفهوم التسوق عبر الإنترنت؟ التسوق عبر الإنترنت هو شكل من أشكال التجارة الإلكترونية يسمح للمستهلكين بشراء سلع أو خدمات مباشرة من البائع عبر الإنترنت باستخدام متصفح الويب أو تطبيق الهاتف المحمول."
            ,
            prov: "1. ركز على 2. الجمهور أولاً ، 3. Google Second. ... قم بتضمين شهادات العملاء. ... 4. انتبه إلى عدد الكلمات. ... تجنب المحتوى المكرر! ... 5. دع المحتوى الخاص بك يبيع. 1. ركز على 2. الجمهور أولاً ، 3. Google Second. ... قم بتضمين شهادات العملاء. ... 4. انتبه إلى عدد الكلمات. ... تجنب المحتوى المكرر! ... 5. دع المحتوى الخاص بك يبيع."
        }
        ,
        {
            id : 7 ,
            title:"market" ,
            content: "تسويق الإلكتروني هو تسويق المنتجات أو الخدمات باستخدام التكنولوجيا الرقمية، كالإنترنت والهواتف المحمولة ومواقع التواصل الاجتماعي ومحركات البحث والبريد الإلكتروني وغيرها. وتتناغم أدوات التسويق الإلكتروني مع هذه التكنولوجيا الرقمية، فأبحاث السوق يُستَخدم بها أداة مثل Google Keyword Planner، وتحليل جهودك التسويقية يتم بالاستعانة بأداة مثل Facebook Insights، أما إعلاناتك فمنصاتها رقمية أيضًا مثل Google Ads وMicrosoft Advertising. ويمثل التسويق الإلكتروني نهجًا جديدًا تمامًا في فهم سلوك العملاء، يبدأ من قياس عدد التحميلات والإعجابات والزيارات والمشاهدات والتعليقات والتفاعلات وينتهي بالتقييمات والمراجعات والاستبيانات. الخطوة الأولى: اختر الجمهور الصحيح الخطوة الثانية: اعرف عملائك جيدًا الخطوة الثالثة: حدد هدفك الخطوة الرابعة: احسب توقعاتك الخطوة الخامسة: راقب منافسيك الخطوة السادسة: ارسم طريق الوصول إلى الهدف"
            ,
            prov: "1. ركز على 2. الجمهور أولاً ، 3. Google Second. ... قم بتضمين شهادات العملاء. ... 4. انتبه إلى عدد الكلمات. ... تجنب المحتوى المكرر! ... 5. دع المحتوى الخاص بك يبيع. 1. ركز على 2. الجمهور أولاً ، 3. Google Second. ... قم بتضمين شهادات العملاء. ... 4. انتبه إلى عدد الكلمات. ... تجنب المحتوى المكرر! ... 5. دع المحتوى الخاص بك يبيع."
        } 
            
        ]
